[
	{
		"id": 1,
		"image": "rome-1.jpg",
        "title": "The Good and Bad of Rome: A Quick Overview",
        "description":"No city is perfect — which is why we like to talk about some of the good and the not-so-good aspects of Rome. The Good:      The Atmosphere and History: Rome has more spectacular museums, churches, squares, fountains, and ancient ruins per square foot than just about anywhere else in the world. Everywhere you go, you’ll see something amazing.     Art: Rome certainly has no shortage of art and museums — from contemporary to ancient.     Good Food: You don’t have to spend a fortune to eat well in Rome. All it takes is a little research!     Walking The Streets and Side Streets: Rome has been growing and changing for over 3,000 years so its streets also grew organically — which means lots of little alleys and side streets that are a joy to explore. For once, you’ll love getting lost.      The Nightlife: Like much of Southern Europe, Italians eat late and stay up even later. This means that restaurants, bars, and cafés are open late into the night (and then people head to the clubs even later).  The Not-So-Good      Tourist Hoards: Tourists everywhere! Rome attracts millions of visitors each year, so expect to be surrounded by other people wanting to see all the sights. Expect long lines for most attractions — try to book tickets in advance so you can skip the multi-hour lines. Summer is the busiest time of the year, so try visiting in the spring or fall to help escape the crowds.     Pickpockets: Rome is known for being one of the worst cities, if not the worst city when it comes to pickpockets and other petty theft. It’s the worst at the Termini Station (Rome’s main train station), on the metro, and on buses. Be extra vigilant at all times. If you can, try not to carry anything valuable.     Tourist Restaurants: Rome has a ton of amazing restaurants serving great food at fair prices. It also has just as many crappy restaurants serving overpriced junk to unknowing visitors. Do a little research and try to go a few streets away from the tourist sites and you’ll find plenty of great options.     Dirty: Rome is pretty dirty. I mean, it’s a big city so it shouldn’t be too surprising. But a lot of people are surprised to see trash and graffiti all over the place.     Hot Summers: The temperatures in Rome can be fairly brutal in the middle of summer. Many hostels and hotels don’t have AC so that can pose a problem for some people.",
		"category" : "italy",
        "date": "2019-12-09"
    },
    {
		"id": 2,
		"image": "paris-1.jpg",
        "title": "The Best Things To Do In Paris | Over 50 Unforgettable Experiences",
        "description":"We lived in Paris for nearly two years so we know first-hand that there are so many things to do in Paris. In fact, Paris is jam-packed with so many museums, sights, entertainment, shopping, cool neighborhoods, and restaurants that it’s hard to narrow it all down. But fear not because we’re here to help show you what to do in Paris! If you only visit one museum in Paris we recommend you make it the Musee d’Orsay. It might not be as grand or famous as the Louvre, but it has an excellent (and manageable) collection of art with a heavy emphasis on impressionist paintings from Renoir, Monet, van Gogh, and other masters. Furthermore, the Musee d’Orsay is housed in an old art nouveau train station so it makes a beautiful space to view art. The d’Orsay is one of the most popular things to do in Paris so it does get busy. We recommend getting there early or you can visit later in the day on Thursdays because they have extended hours (9:45 pm). The Musee du Louvre is one of the biggest and most famous museums in the world. This place is insane so don’t even try “seeing it all” because your brain will melt from museum overload. The collection covers art and artifacts that span thousands of years including Egyptian antiquities, Greek and Roman sculptures, Islamic art, and paintings from the 13th century to 1848. Because of its popularity, the Louvre draws huge crowds so it is highly recommended that you arrive early or use a Museum Pass or pre-book your tickets so you can skip the ticket line. You can also visit Wednesday or Friday night because they have extended hours (9:45 pm). Also, if nothing else, we recommend at least walking around the Louvre because the outside of Louvre is beautiful and the grounds are impressive. ",
		"category" : "france",
        "date": "2019-12-10"
    },
    {
		"id": 3,
		"image": "london-1.jpg",
        "title": "London Travel Guide | How To Visit London on a Budget ",
        "description":"London is truly one of the world’s greatest cities, and you owe it to yourself to spend at least a few days exploring its streets. It’s easily one of our favorite places to visit. One of the things that make London is great is that it has just about everything — history out the wazoo, amazing architecture, theater, art and museums, world-class nightlife, excellent shopping, friendly people, top-notch public transportation, and just about anything else you can imagine. Plus, London is the perfect first stop for your journey through Europe because it’s an “easy” introduction to Europe. London isn’t cheap, so we recommend budgeting £45-£80/day if you’re on a backpacker’s budget. You can check out our London City Price Guide for a more in-depth cost breakdown, but we recommend over-budgeting to be safe.",
		"category" : "england",
        "date": "2019-12-11"
    },
    {
		"id": 4,
		"image": "cannes-1.jpg",
        "title": "Things to do in Cannes",
        "description":"The port: Cannes flashy port is a place where you can check out all the luxury yachts that’s owned by both millionaires and celebrities. Buy an ice cream and stroll along the harbor and admire the luxury yachts! Festival de Cannes: The world’s most famous and largest film festival takes place in Cannes every year in the month of May. If you’re in town during this festival, you can count on to see a lot of familiar faces since many of the world’s most famous persons attend this event! Stroll around Old Town: Above the harbor and the movie palace, you will find the cozy medieval district of Cannes. Between the narrow streets and beautiful old buildings lies several boutiques, excellent restaurants, and cozy cafés. When you’re in Cannes old town, you have to stop by the famous Clock Tower, Tour du Suquet, which is a hallmark of Cannes along with Palace de la Castre. Iles de Lerins: les de Lérins is an island group of four that lies about 15 minutes by boat from La Croisette in central Cannes. These pristine islands are all natural and offer a beautiful environment with an unusual history. The two largest islands are Sainte-Marguerite and Saint Honorat. You can smell the scent of pine and eucalyptus while exploring the island of Sainte-Marguerite. This is best done by following the marked passages that lead you to the most scenic and historic sights. The island also offers cozy restaurants, great picnic spots and stunning bays with crystal clear water. This island is perfect for those who want to relax and enjoy the tranquility and beauty of nature. Saint Honorat is an island owned by the French monks. The monks live on this particular island all the year round and are also very active. Here the monks manufacture both liqueurs and wines and also offer delightful wine tasting tours and meditation for those who are interested.",
		"category" : "france",
        "date": "2019-12-12"
    },
    {
		"id": 5,
		"image": "barcelona-1.jpg",
        "title": "48 Hours in Barcelona",
        "description":"If you want to spend a weekend abroad, Barcelona is an excellent choice, as it’s one of the cultural capitals of Europe. As the home of Gaudi, the city has several architectural highlights that you simply can’t find anywhere else in the world. The city is also a great place for fashionistas to fill their bags with the latest trends. Thus, there are plenty of things to do when having 48 hours in Barcelona! It’s very worth visiting Barcelona, Spain for a long weekend to immerse yourself in everything the city has to offer. Trying out everything might be a tight squeeze, but that has never stopped us from trying. So, let’s find out what you should definitely do during your weekend in Barcelona to get the most out of your vacation. Your 48 hours in Barcelona start with figuring out the best way to get from airport to the city center of Barcelona. Be ready for an unforgettable 48 hours in Barcelona! 1. The Plaça Reial is a historic square in the heart of Barcelona. If you want to dine at a stunning location for an affordable price, then the Plaça Reial is the place to be. At the Plaça Reial you will find a dozen restaurants, each with their own cuisine and outdoor terraces. 2. Gaudi has had a strong influence on the architecture of Spain and this is nowhere more apparent than in Park Güell. Not only was Park Güell designed by Gaudi, but he also actually lived in it. Taking a stroll through the city park, while enjoying the unique architecture that perfectly blends in with surrounding nature, is the perfect way to escape the busy city life of Barcelona. 3. Barcelona is a city that’s still very much alive in the evening hours. Due to the warm climate, the evening can be an excellent time to go out and enjoy a drink. One attraction that’s only available in the evening is the Magic Fountain, which is a light show in front of the National Palace. 4. In the heart of Barcelona, you will find the Mercat de la Boqueria, which is a traditional food market. As one of the biggest fresh food markets in Spain, it’s a good place to mingle among the locals looking to get some fresh fruits, nuts or fish. 5. The best way to appreciate the skyline of Barcelona is by taking the Montjuïc Cable Car. From this cable car, you get panoramic views over the city as you head upwards to your destination. Where are you going you ask? Well, you’re going up the Montjuïc, which is a hill in front of the coast of Barcelona. At the top, you will find the most defensible position of Barcelona, Montjuïc Castle. This historical castle has a classic walking bridge, large walls, bastions and a great view over the city and harbor of Barcelona. 6. The Ramblas is the most famous street in Barcelona for a good reason. It’s a long shopping street in the heart of Barcelona. It leads from the Plaça de Catalunya all the way to the harbor. 7. If you ever received a postcard from Barcelona, then chances are high it had the Sagrada Familia on it. The Sagrada Familia is often jokingly called the church that is never finished, as people have been working on it for over a century now. In fact, the biggest spire has yet to be finished. **  hope these ideas have given you some inspiration for a weekend in Barcelona. The great thing about Barcelona is that there are always more things to discover. Just remember to take it easy and give yourself some time to take it all in, then you are bound to have a great time in this marvelous city. And I definitely recommend spending more than 48 hours in Barcelona.   ",
		"category" : "spain",
        "date": "2019-12-13"
    },
    {
		"id": 6,
		"image": "novisad-1.jpg",
        "title": "Welcome to Novi Sad",
        "description":"Novi Sad is a chipper town with all the spoils and none of the stress of the big smoke. Locals sprawl in pretty parks and outdoor cafes, and laneway bars pack out nightly. The looming Petrovaradin Fortress keeps a stern eye on proceedings, loosening its tie each July to host Serbia's largest music festival. You can walk to all of Novi Sad's attractions from the happening pedestrian thoroughfare, Zmaj Jovina, which stretches from the main square (Trg Slobode) to Dunavska. Novi Sad isn't nicknamed the 'Athens of Serbia' for nothing: its history as a vibrant, creative city continues today in its established galleries, alternative music scene and a vibe that's generally more liberal than that of other Serbian cities. Novi Sad is 2019’s European Youth Capital, and in 2021, it will become the first non-EU city to spend a year with the prestigious title of European Capital of Culture. 1. Petrovaradin Fortress: Towering over the river on a 40m-high volcanic slab, this mighty citadel, considered Europe's second-biggest fortress (and one of its best preserved), is aptly nicknamed 'Gibraltar on the Danube'. Constructed using slave labour between 1692 and 1780, its dungeons have held notable prisoners including Karađorđe (leader of the first Serbian uprising against the Turks and founder of a royal dynasty) and Yugoslav president Tito. Have a good gawk at the iconic clock tower: the size of the minute and hour hands are reversed so far-flung fisherfolk can tell the time. Within the citadel walls, a museum offers insight into the site's history; it can also arrange tours (in English; 3500RSD) of Petrovaradin's 16km of creepy, but cool, unlit underground tunnels (katakombe). Petrovaradin hosts Novi Sad's wildly popular EXIT Festival each July. 2. Štrand: One of Europe's best by-the-Danube beaches, this 700m-long stretch morphs into a city of its own come summertime, with bars, stalls and all manner of recreational diversions attracting thousands of sun- and fun-seekers from across the globe. It's also the ultimate Novi Sad party venue, hosting everything from local punk gigs to EXIT raves. It's great for kids (watch them by the water: the currents here are strong), with playgrounds, trampolines and dozens of ice-cream and fast-food stalls.",
		"category" : "serbia",
        "date": "2019-12-14"
    },
    {
		"id": 7,
		"image": "manchester-1.jpg",
        "title": "Manchester Christmas Markets",
        "description":"Manchester’s award-winning Christmas Markets 2019 return this winter offering mouth-watering international food, drinks and delicately crafted Yuletide gifts in the heart of this buzzing city. With more than 300 beautifully festooned stalls and chalets spread across the city centre, the Christmas Markets are free and accessible to all. Soak up the atmosphere and follow the market trail as it winds through the city centre, tempting you with gifts, crafts, jewellery, clothes and toys. European and local producers offer everything from fine amber jewellery, handcrafted leather bags and top-quality bonsai trees, to handmade Belgian kitchenware, framed photo prints and French soaps. And when planning a visit, don’t miss the amazing array of food and drink! Manchester’s Christmas Markets are famous for traditional bratwurst, but visitors can also treat themselves to Hungarian goulash, Spanish paella or a good old-fashioned hog roast. Plenty of vegetarian options will be on offer, and for those with a sweet tooth the choices are even more mouth-watering. ",
		"category" : "england",
        "date": "2019-12-15"
    }
]